Repository: wp-plugins/seamless-donations
Catalog: languages/seamless-donations-*.po
Languages: de_de, es_es

source: Making online donations easy for your visitors; making donor and donation management easy for you. Receive donations (now including repeating donations), track donors and send customized thank you messages with Seamless Donations for WordPress. Works with PayPal accounts. Adopted from Allen Snook.
de_de: Wir machen Online-Spenden leicht für deine Besucher und Spender- und Spendenmanagement leicht für dich. Empfange Spenden (beinhaltet auch regelmäßige Spenden), verfolge Spender und sende angepasste Danke-Nachrichten mit Seamless Donations für WordPress. Es funktioniert mit PayPal Kontos. Adoptiert von Allen Snook.
es_es: Haciendo donaciones online sencillas para tus visitantes, haciendo que la gestión de donantes y donaciones sea sencilla para ti. Recibe donaciones (ahora incluso donaciones recurrentes), rastrea donantes y manda mensajes personalizados de agradecimiento con Seamless Donations para WordPress. Funciona con cuentas de PayPal. Adoptado de Allen Snook.

source: No
de_de: Nein

source: Scripts
de_de: Skripte
