Repository: wp-plugins/seamless-donations
Catalog: languages/seamless-donations-*.po
Languages: de_de, es_es

source: Currency
de_de: Währung
es_es: Moneda

source: Select the currency you'd like to receive donations in.
de_de: Wähle die Währung in welcher die Spenden erfolgen sollen.
es_es: Selecciona el tipo de moneda en los cuales quisieras recibir donaciones.

source: Default Country / State / Province
de_de: Standard Land / Bundesland / Provinz
es_es: País / Estado / Región por defecto

source: Select the default country / state / province for the donation form.
de_de: Wähle das Standard Land / Bundesland / Provinz für das Spendenformular.
es_es: Selecciona el país / estado / región por defecto para el formulario de donación.

source: Designated Funds
de_de: spezieller Verwendungszweck/Projekt
es_es: Fondos designados

source: Fund added.
de_de: Projekt hinzugefügt.
es_es: Fondo agregado.

source: Fund(s) updated.
de_de: Projekt(e) aktualisiert.
es_es: Fondo(s) actualizado(s).

source: Fund(s) deleted.
de_de: Projekt(e) gelöscht.
es_es: Fondo(s) borrado(s).

source: Fund Name
de_de: Name des Projekts
es_es: Nombre del fondo

source: Delete
de_de: Löschen
es_es: Borrar

source: Note: Deleting a fund from this list does NOT affect any donations already made to that fund, or any reports for that fund.
de_de: Anmerkung: Ein Projekt zu löschen von der List tut NICHT eine Spende beeinflussen, die schon zu diesem Projekt zugeordnet sind oder irgendwelche Berichte für dieses Projekt.
es_es: Nota: Al borrar un fondo de la lista, esto NO afecta alguna donación ya realizada a ese fondo o a cualquier reporte para ese fondo.

source: You have no designated funds defined
de_de: Es sind keine festgelegten Projekte sind definiert
es_es: No hay fondos designados definidos

source: Add New Designated Fund
de_de: Füge ein neues benanntes Projekt hinzu
es_es: Agregar un nuevo fondo designado

source: Name
es_es: Nombre

source: The name of the desginated fund, as you want it to appear to visitors.
de_de: Der Name des festgelegten Projekts, wie es für den Besucher erscheinen soll.
es_es: El nombre del fondo designado, justo como quieras que aparezca a los visitantes.

source: What is the shortcode I need to insert on a page to see the donation form?
de_de: Was ist der Shortcode den ich auf meiner Seite einfügen muss um das Spendenformular angezeigt zu bekommen?
es_es: ¿Cuál es el atajo o código que necesito insertar en una página para ver el formulario de donación?

source: Do I need to set my IPN notification URL at PayPal?
de_de: Muss ich meine IPN Mitteilungs-URL bei PayPal einstellen?
es_es: ¿Necesito establecer mi URL de notificación IPN en PayPal?

source: In general it is not needed, but some users have needed to set it to get notifications working correctly.
de_de: Normalerweise ist dies nicht benötigt, allerdings haben einige Nutzer dies benötigt sodass Mitteilungen bei ihnen richtig funktioniert.
es_es: En lo general no es necesario, pero hay algunos usuarios que han necesitado configurarlo para recibir notificaciones correctamente.

source: What URL should I use for the IPN notification URL at PayPal?
de_de: Was für eine URL soll ich benutzen für die IPN Benachrichtigungs-URL bei PayPal?
es_es: ¿Qué URL necesito usar para la URL de notificaciones IPN en PayPal?

source: The correct URL to use is displayed on your settings page under Payment Gateways.
de_de: Die richtige URL, welche benutzt werden muss is angezeigt auf der Einstellungsseite unter Zahlungs Gateways.
es_es: La URL correcta que debes de usar está mostrada en la página de configuraciones bajo Plataformas de Pago.

source: How does my donor end a repeating donation?
de_de: Wie beendet mein Spender eine regelmäßige Spende?
es_es: ¿Cómo puede un donante terminar una donación recurrente?

source: The donor can log into their PayPal account, go to their profile under 'My Account,' then 'Preapproved Payments', and end the repeating donation there.
de_de: Der Spender kann sich in sein PayPal Konto einloggen, in seinem Profil zu “Mein Account” gehen, dann unter “im Voraus genehmigte Zahlungen” die regelmäßige Spende beenden.
es_es: El donante puede entrar a su cuenta en PayPal, ir a su perfil en "Mi Cuenta" y luego "Pagos preaprobados" y terminar la donación recurrente en esa sección.

source: I have a question not answered here. Where can I find the plugin's support forum?
de_de: Ich habe eine Frage, welche hier nicht beantwortet ist. Wo can ich das Plugin Unterstützungs-Forum finden?
es_es: Tengo una pregunta que no está respondida aquí. ¿Dónde puedo encontrar el foro de soporte e este plugin?

source: You can find the support forum at
de_de: Du kannst das Unterstützungs-Forum finden bei
es_es: Puedes encontrar el foro de soporte en

source: Log cleared
de_de: Einträge gelöscht
es_es: Registro del sistema borrados

source: Clear Log
de_de: Einträge löschen
es_es: Borrar registros del sistema

source: Seamless Donations for WordPress
de_de: Seamless Donations für WordPress
es_es: Seamless Donations para WordPress

source: Thank You Emails
de_de: Danke-Email
es_es: Correos electrónicos de agradecimiento

source: Quick Links
de_de: Schnelle Links
es_es: Enlaces rápidos

source: Recent Donations
de_de: Neuste Spenden
es_es: Donaciones recientes

source: Latest News
de_de: Aktuellste Neuigkeiten
es_es: Últimas noticias

source: What's up with Seamless Donations
de_de: Was passiert mit Seamless Donations
es_es: ¿Qué pasa con Seamless Donations?

source: Enter one or more emails that should be notified when a new donation arrives. You can separate multiple email addresses with commas.
de_de: Gebe eine oder mehrere Email Adressen ein, welche benachrichtigt werden wenn eine neue Spende hereinkommt. Du kannst mehrere Adressen mit einem Komma trennen.
es_es: Ingresa uno o más direcciones de correo electrónico que deban ser notificadas cuando recibas una donación. Puedes separar diferentes cuentas de correo electrónico con comas.

source: Error: No payment gateways found
de_de: Fehler: Kein Zahlungs-Gateway gefunden
es_es: Error: No se encontró una plataforma de pagos

source: Whether to load scripts in the header or footer.
de_de: Ob die Skripte in der Kopf- oder Fußzeile geladen werden.
es_es: Cargar los scripts en el encabezado o pie de página

source: Load scripts in the header (default)
de_de: Lade Skripte in der Kopfzeile (Standard)
es_es: Cargar los scripts en el encabezado (por defecto)

source: Load scripts in the footer
de_de: Lade Skripte in der Fußzeile
es_es: Cargar los scripts en el pie de página

source: Templates updated.
de_de: Vorlagen wurden aktualisiert.
es_es: Plantilla actualizada.

source: Test email sent.
de_de: Test Email wurde versandt
es_es: Correo de prueba enviado.

source: You can include placeholders such as [firstname] [lastname] [fund] and/or [amount].
de_de: Du kannst Platzhalter wie z.B. [firstname] (Vorname), [lastname] (Nachname), [fund] (Projekt) und/oder [amount] (Betrag) hinzufügen.
es_es: Puedes incluir marcadores como [firstname] [lastname] [fund] y/o [amount].

source: These placeholders will automatically be filled in with the donor and donation details.
de_de: Diese Platzhalter werden automatisch mit den Details des Spenders und der Spende gefüllt.
es_es: Estos marcadores automáticamente serán llenados con la información del donante o de la donación.

source: Enter an email address (e.g. your own) to have a test email sent using the template.
de_de: Zum Versenden einer Testmail welche die Vorlage verwendet trage eine Emailadresse ein (z.B. deine eigene).
es_es: Ingresa una dirección de correo electrónico (por ejemplo, la tuya) para recibir un correo de prueba usando la planilla.

source: Donation Information
de_de: Spenden-Information
es_es: Información del donante

source: I would like to make a donation in the amount of:
de_de: Ich möchte eine Spende machen in Höhe von:
es_es: Quisiera hacer una donación por el monto de:

source: Other:
de_de: anderer Betrag:
es_es: Otro:

source: I would like to designate this donation to a specific fund
de_de: Ich möchte diese Spende einem spezifischen Projekt zuordnen:
es_es: Quisiera designar esta donación a un fondo en particular

source: Designated Fund:
de_de: Zugeordnetes Projekt:
es_es: Fondo designado:

source: I would like this donation to automatically repeat each month
de_de: Ich möchte, dass diese Spende sich jedem Monat automatisch wiederholt
es_es: Quisiera hacer que esta donación se repita automáticamente cada mes

source: Check here to donate in honor or memory of someone
de_de: Hier auswählen um im Namen oder Gedenken jemand Anderes zu spenden.
es_es: Selecciona aquí para donar en honor o memoria de alguien

source: Check here if this is a memorial gift
de_de: Klicken Sie hier wenn dies ein Geschenk in Gedenken an jemanden ist
es_es: Selecciona aquí si es un regalo conmemorativo

source: Honoree's Name:
de_de: Name des/der Geehrte(n):
es_es: Nombre del homenajeado:

source: Send acknowledgement via email to
de_de: Sende eine Bescheinigung per Email zu
es_es: Enviar una notificación mediante correo electrónico a

source: Name:
es_es: Nombre:

source: Email:
es_es: Correo electrónico:

source: Send acknowledgement via postal mail to
de_de: Sende eine Bescheinigung per Post zu
es_es: Enviar una notificación por correo postal a

source: Address:
de_de: Adresse:
es_es: Dirección:

source: City:
de_de: Stadt:
es_es: Ciudad:

source: State:
de_de: Bundesland:
es_es: Estado:

source: Province:
de_de: Provinz:
es_es: Provincia o Región:

source: Country:
de_de: Land:
es_es: País:

source: Postal Code:
de_de: Postleitzahl:
es_es: Código postal:

source: Check here if your employer matches donations
de_de: Klicken Sie hier wenn der Arbeitgeber die Spende bezuschusst
es_es: Selecciona aquí si tu empleador colabora con la donación

source: First Name:
de_de: Vorname:
es_es: Nombre(s):

source: Last Name:
de_de: Nachnahme:
es_es: Apellido(s):

source: Phone:
de_de: Telefon:
es_es: Teléfono:

source: Employer:
de_de: Arbeitgeber:
es_es: Empleador:

source: Occupation:
de_de: Beruf:
es_es: Ocupación:

source: Add me to your mailing list
de_de: Bitte fügen Sie meine Emailadresse zu ihrer Mailingliste hinzu
es_es: Agregarme a la lista de comunicaciones por correo electrónico

source: Please do not publish my name. I would like to remain anonymous.
de_de: Bitte meinen Namen nicht öffentlich bekanntgeben. Ich möchte anonym bleiben.
es_es: Por favor no publicar mi nombre. Quisiera permanecer anónimo.

source: Donor Address
de_de: Adresse des Spenders
es_es: Dirección del donante

source: Address 2:
de_de: Adresse 2:
es_es: Dirección 2:

source: (optional)
es_es: (opcional)

source: A donation has been received
de_de: Eine Spende wurde empfangen
es_es: Una donación ha sido recibida

source: A donation has been received. Here are some details about the donation.
de_de: Eine Spende wurde empfangen. Hier sind ein paar Details über die Spende.
es_es: Una donación ha sido recibida. Aquí podrás ver los detalles de la donación.

source: NOTE: The donor is making this donation in honor of / in memory of someone.
de_de: Anmerkung: Der Spender tätigt diese Spende in Ehren / im Gedenken an jemanden.
es_es: NOTA: El donante está haciendo esta donación en honor / en memoria de alguien.

source: Please see the donation details (using the link below) for more information.
de_de: Bitte sehen Sie die Spendendetails (benutzen Sie den Link unterhalb) für mehr Informationen.
es_es: Por favor utiliza el link más abajo para ver los detalles completos de la donación.

source: NOTE: The donor is making this donation with an employer match.
de_de: Anmerkung: Der Spender tätigt diese Spende mit Arbeitgeberzuschuss.
es_es: NOTA: El donante está haciendo esta donación con colaboración de su empleador.

source: Donation:
de_de: Spende:
es_es: Donación:

source: Amount:
de_de: Betrag:
es_es: Monto:

source: Click on the following link to view all details for this donation:
de_de: Klicken Sie auf den folgenden Link um alle Details der Spende zu sehen:
es_es: Haz clic en el siguiente link para ver más detalles de la donación:

source: The method is called too early. Perform <code>%2$s</code> earlier.
de_de: Diese Methode wurde zu früh gerufen. Führe <code>%2$s</code> früher aus.
es_es: El método fue llamado antes de tiempo. Ejecuta el código <code>%2$s</code> antes.

source: The method is deprecated: %1$s. Use %2$s instead.
de_de: Diese Methode wurde abgelehnt:%1$s. Benutze %2$s stattdessen.
es_es: El método %1$s está depreciado. Utiliza %2$s en su lugar.

source: The hook <code>%1$s</code>is deprecated. Use <code>%2$s</code> instead.
de_de: Der Hook <code>%1$s</code> ist abgelehnt. Benutze <code>%2$s</code> stattdessen.
es_es: El gancho (hook) <code>%1$s</code>está depreciado. Utiliza<code>%2$s</code> en su lugar.

source: The method is not defined: %1$s
de_de: Die Methode ist nicht definiert: %1$s
es_es: El método %1$s no está definido

source: The options have been updated.
de_de: Die Option wurde aktualisiert.
es_es: Las opciones han sido actualizadas

source: The options have been cleared.
de_de: Die Optionen wurden gelöscht.
es_es: Las opciones han sido reestablecidas.

source: Export
de_de: Expoertieren
es_es: Exportar

source: Export Options
de_de: Optionen exportieren
es_es: Opciones para exportar

source: Import
de_de: Importieren
es_es: Importar

source: Import Options
de_de: Optionen importieren
es_es: Opciones de importación

source: Submit
de_de: Abschicken
es_es: Enviar

source: An error occurred while uploading the import file.
de_de: Ein Fehler ist aufgetreten während die Datei hochgeladen wurde.
es_es: Un error ocurrió mientras se subía la información para importar.

source: The uploaded file type is not supported: %1$s
de_de: Die hochgeladene Dateiart wird nicht unterstützt: %1$s
es_es: El tipo de archivo %1$s subido no es soportado.

source: Could not load the importing data.
de_de: Die importierten Daten konnten nicht geladen werden.
es_es: No se ha podido cargar la información importada.

source: The uploaded file has been imported.
de_de: Die hochgeladene Datei wurde importiert.
es_es: El archivo subido fue importado.

source: No data could be imported.
de_de: Keine Daten konnten geladen werden.
es_es: No se ha podido importar ninguna información.

source: Upload Image
de_de: Bild hochladen
es_es: Subir imagen

source: Use This Image
de_de: Benutze dieses Bild
es_es: Usar esta imagen

source: Insert from URL
de_de: Einfügen von URL
es_es: Insertar mediante una URL

source: Are you sure you want to reset the options?
de_de: Sind Sie sicher, dass sie die Optionen zurücksetzen wollen?
es_es: ¿Estás seguro que deseas reestablecer las opciones?

source: Please confirm your action.
de_de: Bitte bestätigen Sie Ihre Aktion.
es_es: Por favor confirma la acción.

source: The specified options have been deleted.
de_de: Die spezifischen Optionen wurden gelöscht.
es_es: Las opciones especificadas han sido borradas.

source: A problem occurred while processing the form data. Please try again.
de_de: Ein Problem ist aufgetreten während die Daten verarbeitet wurden. Bitte versuchen Sie erneut.
es_es: Un problema ha ocurrido al procesar la información del formulario. Por favor, intente nuevamente.

source: Is it okay to send the email?
de_de: Ist es ok die Email zu verschicken?
es_es: ¿Está bien enviar el correo?

source: The email has been sent.
de_de: Die Email wurde verschickt.
es_es: El correo electrónico ha sido enviado.

source: The email has been scheduled.
de_de: Der Versand der Email wurde zeitlich festgelegt.
es_es: El correo electrónico ha sido agendado.

source: There was a problem sending the email
de_de: Es gab ein Problem mit dem Versenden der Email
es_es: Hubo un problema enviando el correo electrónico

source: Author
de_de: Autor
es_es: Autor

source: Categories
de_de: Kategorien
es_es: Categorías

source: Tags
es_es: Etiquetas

source: Comments
de_de: Kommentare
es_es: Comentarios

source: Show All
de_de: Zeige alle
es_es: Mostrar todos

source: Powered by
de_de: Läuft unter
es_es: Creado con

source: Manage
de_de: Verwalte
es_es: Administrar

source: Select Image
de_de: Bild auswählen
es_es: Selecciona una imagen

source: Upload File
de_de: Datei hochladen
es_es: Subir archivo

source: Use This File
de_de: Diese Datei benutzen
es_es: Usar este archivo

source: Select File
de_de: Datei auswählen
es_es: Selecciona un archivo

source: Remove Value
de_de: Entferne Wert
es_es: Remover valor

source: Select All
de_de: Alle auswählen
es_es: Seleccionar todos

source: Select None
de_de: Wähle nichts aus
es_es: Seleccionar ninguno

source: No term found.
de_de: Kein Ausdruck gefunden.
es_es: Ningún término fue encontrado.

source: Select
de_de: Auswählen
es_es: Seleccionar

source: Insert
de_de: Einfügen
es_es: Insertar

source: Use This
de_de: Benutze dies
es_es: Usar éste

source: Return to Library
de_de: Zur Bibliothek zurückkehren.
es_es: Regresar a la biblioteca

source: %1$s queries in %2$s seconds.
de_de: %1$s fragt an in %2$s Sekunden.
es_es: %1$s consultas en %2$s segundos.

source: %1$s out of %2$s MB (%3$s) memory used.
de_de: %1$s von %2$s MB (%3$s) Speicher benutzt.
es_es: %1$s de %2$s MB (%3$s) memoria usada.

source: Peak memory usage %1$s MB.
de_de: Spitzen Speicherbenutzung %1$s MB.
es_es: Máximo uso de memoria %1$s MB.

source: Initial memory usage %1$s MB.
de_de: Initiale Speicherbenutzung %1$s MB.
es_es: Memoria de inicio usada %1$s MB.

source: The allowed maximum number of fields is {0}.
de_de: Die erlaubte maximale Nummer dieses Feldes ist {0}
es_es: El número máximo de campos es {0}.

source: The allowed minimum number of fields is {0}.
de_de: Die erlaubte minimale Nummer dieses Feldes ist {0}
es_es: El número mínimo de campos es {0}.

source: Add
de_de: Hinzufügen
es_es: Agregar

source: Remove
de_de: Entferen
es_es: Remover

source: The allowed maximum number of sections is {0}
de_de: Die erlaubte maximale Nummer dieses Bereiches ist {0}
es_es: El número máximo permitido de secciones es {0}.

source: The allowed minimum number of sections is {0}
de_de: Die erlaubte minimale Nummer dieses Bereiches ist {0}
es_es: El número mínimo permitido de secciones es {0}.

source: Add Section
de_de: Füge Bereich hinzu
es_es: Agregar sección

source: Remove Section
de_de: Entferne Bereich
es_es: Remover sección

source: Toggle All
de_de: Schalte alle um
es_es: Cambiar todos

source: Toggle all collapsible sections
de_de: Öffne alle eingeklappten Bereiche
es_es: Cambiar todas las secciones colapsables

source: Reset
de_de: Zurücksetzen
es_es: Reestablecer

source: On
de_de: An
es_es: Encendido

source: Off
de_de: Aus
es_es: Apagado

source: Enabled
de_de: Aktiviert
es_es: Habilitado

source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado

source: Supported
de_de: Unterstützt
es_es: Soportado

source: Not Supported
de_de: Nicht unterstützt
es_es: No está soportado

source: Functional
de_de: Funktionsfähig
es_es: Funcional

source: Not Functional
de_de: Nicht funktionsfähig
es_es: No funcional

source: Too Long
de_de: Zu lang
es_es: Muy largo

source: Acceptable
de_de: Zulässig
es_es: Aceptable

source: No log found.
de_de: Kein Eintrag gefunden.
es_es: No se encontró registro de sistema

source: No browser information found.
de_de: Keine Browser-Informationen gefunden.
es_es: No se encontró información del navegador.

source: Version
es_es: Versión

source: Language
de_de: Sprache
es_es: Idioma

source: Memory Limit
de_de: Speicher Limit
es_es: Límite de memoria

source: Multi-site
de_de: Multi-Seite
es_es: Sitio múltiple

source: Permalink Structure
de_de: Permalink Struktur
es_es: Estructura de link permanente (permalink)

source: Active Theme
de_de: Aktiviertes Theme
es_es: Tema activo

source: Registered Post Statuses
de_de: Registrierte Post Statuse
es_es: Estados POST registrados

source: Table Prefix
de_de: Tabellen Perfix
es_es: Prefijo de la tabla

source: Table Prefix Length
de_de: Tabellen Perfix Länge
es_es: Longitud de prefijos de la tabla

source: Table Prefix Status
de_de: Tabellen Perfix Status
es_es: Estado de prefijos de la tabla

source: Active Plugins
de_de: Aktivierte Plugins
es_es: Plugins activos

source: Network Active Plugins
de_de: Netzwerk aktivierte Plugins
es_es: Plugins de red activos

source: Constants
de_de: Konstanten
es_es: Constantes

source: Safe Mode
de_de: Sicherer Modus
es_es: Modo seguro

source: Upload Max Size
de_de: Upload Max Größe
es_es: Tamaño máximo para subir

source: Post Max Size
de_de: Post Max Größe
es_es: Tamaño máximo del POST

source: Upload Max File Size
de_de: Upload Max Datei Größe
es_es: Tamaño máximo del archivo para subir

source: Max Execution Time
de_de: Max Ausführungszeit
es_es: Tiempo máximo de ejecución

source: Max Input Vars
es_es: Máximas variables de ingreso

source: Argument Separator
de_de: Argument-Teiler
es_es: Separador de argumento (argument separator)

source: Allow URL File Open
de_de: Erlaube URL Datei zu öffnen
es_es: Permitir abrir archivo por URL

source: Display Errors
de_de: Zeige Fehler
es_es: Mostrar errores

source: Log Errors
de_de: Eintragfehler
es_es: Registrar errores

source: Error log location
de_de: Fehler Eintragsort
es_es: Localización del registro de sistema

source: Error Reporting Level
de_de: Fehlerbericht Lebel
es_es: Nivel de reporte de errores

source: Web Server
es_es: Servidor web

source: Session
de_de: Sitzung
es_es: Sesión

source: Session Name
de_de: Sitzungsname
es_es: Nombre de la sesión

source: Session Cookie Path
de_de: Sitzung Cookie Pfad
es_es: Path de la cookie de sesión

source: Session Save Path
de_de: Sitzung Speicherfad
es_es: Path de almacenamiento de sesión

source: Session Use Cookies
de_de: Sitzung benutzt Cookies
es_es: Uso de cookies de sesión

source: Session Use Only Cookies
de_de: Sitzung benutzt nur Cookies
es_es: Uso único de cookies de sesión (Session Use Only Cookies)

source: Name of person to be honored:
de_de: Name der zu ehrenden Person:
es_es: Nombre de la persona a ser homenajeada:

source: Send acknowledgement via email
de_de: Sende eine Bescheinigung per Email
es_es: Enviar notificación por correo electrónico

source: Send acknowledgement via postal mail
de_de: Sende eine Bescheinigung per Post
es_es: Enviar una notificación por correo postal

source: Email Name:
es_es: Nombre del correo electrónico:

source: Email:
es_es: Correo electrónico:

source: Name:
es_es: Nombre:

source: Address:
de_de: Adresse:
es_es: Dirección:

source: City:
de_de: Stadt:
es_es: Ciudad:

source: State :
de_de: Bundesland:
es_es: Estado:

source: Province:
de_de: Provinz:
es_es: Región o provincia:

source: Country:
de_de: Land:
es_es: País:

source: Postal Code:
de_de: Postleitzahl:
es_es: Código postal:

source: Please do not display my name publicly. I would like to remain anonymous
de_de: Bitte meinen Namen nicht öffentlich bekanntgeben. Ich möchte anonym bleiben.
es_es: Por favor no publicar mi nombre. Quisiera permanecer anónimo.

source: Address 2:
de_de: Adresse 2:
es_es: Dirección 2:

source: I am a UK taxpayer and my gift qualifies for Gift Aid.
de_de: Ich bin ein Steuerzahler des UK (Vereinigtes Königreiches) und qualifiziere für das Gift Aid Spendenempfänger Unterstützungsprogramm.
es_es: Soy un contribuyente del Reino Unido y mi regalo califica para Gift Aid.
