Repository: wp-plugins/seamless-donations
Catalog: languages/seamless-donations-*.po
Languages: de_de, es_es

source: Donations
de_de: Spenden
es_es: Donaciones

source: There was an unexpected error in your entry.
de_de: Es gab einen unerwarteten Fehler in deinem Eintrag.
es_es: Ocurrió un error inesperado en el ingreso de información

source: Where Did Donations Go?
de_de: Wo ist der Spenden Tab hin?
es_es: ¿A dónde fue la sección "donaciones"?

source: To a menu on the Dashboard
de_de: Zu einem Menü auf dem Dashboard
es_es: A un menú en el tablero principal

source: Donations is now a custom post type available from the main dashboard.
de_de: Spenden ist jetzt als eigene Post-Art verfügbar im Haupt-Dashboard.
es_es: Donaciones es ahora un "custom post type" disponible desde el tablero principal.

source: Permanently Hide This Tab
de_de: Verstecke diesen Tab endgültig.
es_es: Ocultar permanentemente esta pestaña

source: Donors
de_de: Spender
es_es: Donantes

source: Where Did Donors Go?
de_de: Wo ist der Spender Tab hin?
es_es: ¿A dónde fue la sección "donantes"?

source: Donors is now a custom post type available from the main dashboard.
de_de: Spender ist jetzt als eigene Post-Art verfügbar im Haupt-Dashboard.
es_es: Donantes es ahora un "custom post type" dispoible desde el tablero principal

source: Form Options
de_de: Formular Optionen
es_es: Opciones del formulario

source: At least one giving level is required.
de_de: Mindesten ein Spendenlevel ist erforderlich.
es_es: Al menos un rango de donación es requerido

source: There were errors in your submission.
de_de: Es gab einen Fehler in Ihren Eingaben.
es_es: Existen errores en el ingreso de información

source: Giving Levels
de_de: Spendehöhen
es_es: Montos de donación

source: Display Levels
de_de: Darstellungshöhen
es_es: Montos de donación a mostrar

source: Save Giving Levels
de_de: Speichere Spendehöhen
es_es: Guardar montos de donación

source: Defaults
de_de: Standardeinstellungen
es_es: Opciones por defecto

source: Default Currency
de_de: Standardwährung
es_es: Tipo de moneda por defecto

source: Default Country
de_de: Standard Land
es_es: País por defecto

source: Save Defaults
de_de: Speichere als Standard
es_es: Guardar opciones por defecto

source: Form Fields and Sections
de_de: Formular Felder und Bereiche
es_es: Secciones y campos del formulario

source: Designated Funds Checkbox and Section
de_de: Verwendungszweckbindung Kontrollkästchen und Bereich
es_es: Checkbox y sección "Designar a un fondo"

source: Repeating Donation Checkbox
de_de: wiederholende / regelmäßige Spende Kontrollkästchen
es_es: Checkbox "Donación recurrente"

source: Tribute Gift Checkbox and Section
de_de: Spenden Widmung Kontrollkästchen und Bereich
es_es: Checkbox y sección "Homenaje"

source: Employer Match Section
de_de: Arbeitgeberzuschuss Bereich
es_es: Sección "Donación de mi empleador"

source: Donor Telephone Field
de_de: Spender Telefonnummer
es_es: Campo de teléfono del donante

source: Donor Employer Field
de_de: Arbeitgeber des Spenders Feld
es_es: Campo del empleador del donante

source: Donor Occupation Field
de_de: Beruf des Spenders Feld
es_es: Campo de ocupación del donante

source: Mailing List Checkbox
de_de: Mailingliste Kontrollkästchen
es_es: Checkbox de suscripción a comunicados por email

source: Anonymous Donation Checkbox
de_de: Anonyme Spende Kontrollkästchen
es_es: Checkbox "Donación anónima"

source: Donor Address Section
de_de: Adresse des Spenders Bereich
es_es: Sección de la dirección del donante

source: Save Fields
de_de: Feld speichern
es_es: Guardar campos

source: Funds
de_de: Projekte
es_es: Fondos

source: Where Did Funds Go?
de_de: Wo ist der Projekte Tab hin?
es_es: ¿A dónde fue la sección de "Fondos"?

source: Funds is now a custom post type available from the main dashboard.
de_de: Projekte sind jetzt als eigene Post-Art verfügbar im Haupt-Dashboard.
es_es: "Fondos" es ahora un "custom post type" disponible desde el tablero principal.

source: Help/FAQ
de_de: Hilfe/FAQ
es_es: Ayuda y preguntas frecuentes

source: Log
es_es: Registros del sistema

source: Log Data
es_es: Datos del registro de sistema

source: The log is empty.
de_de: Das Protokoll ist leer.
es_es: Los registros del sistema están vacíos

source: Delete Log
de_de: Lösche Protokoll
es_es: Borrar los registros del sistema

source: System Information
de_de: System Informationen
es_es: Información del sistema

source: Seamless Donations Log Data
de_de: Seamless Donations Protokoll Einträge
es_es: Datos del registro de sistema de "Seamless Donations"

source: Settings
de_de: Einstellungen
es_es: Configuraciones

source: Valid email address required.
de_de: Eine gültige Email Adresse ist erforderlich.
es_es: Un correo electrónico valido es requerido

source: Notification Emails
de_de: Benachrichtigte Mailadresse(n)
es_es: Notificaciones por correo electrónico

source: Notification Email Address(es)
de_de: Benachrichtigte Mailadresse(n)
es_es: Dirección(es) de correo electrónico para notificaciones

source: Email address(es) that should be notified (e.g. administrators) of new donations.
de_de: Email Adresse(n), welche bei neuer Spende benachrichtigt werden (z.B. Administrator).
es_es: Estos serán los correos electrónicos que serán notificados sobre una nueva donación.

source: Update
es_es: Actualizar

source: PayPal Settings
de_de: PayPal Einstellungen
es_es: Configuraciones de PayPal

source: PayPal Email Address
de_de: PayPal Email Adresse
es_es: Dirección de correo electrónico de PayPal

source: The email address at which to receive payments.
de_de: Die Email Adresse, mit der Zahlungen empfangen werden.
es_es: La cuenta de correo electrónico que recibirá los pagos.

source: PayPal Interface Mode
de_de: PayPal Interface Modus
es_es: Tipo de conexión con servidores de PayPal

source: PayPal IPN URL
es_es: URL IPN de PayPal

source: Save PayPal Settings
de_de: PayPal Einstellungen
es_es: Guardar configuraciones de PayPal

source: Restore Hidden Tabs
de_de: Stelle versteckte Tabs wieder her
es_es: Reestablecer pestañas ocultas

source: Show All Tabs
de_de: Zeige alle Tabs
es_es: Mostrar todas las pestañas

source: Thank You Templates
de_de: Danke Vorlagen
es_es: Plantillas de agradecimiento

source: This field must not be empty.
de_de: Dieses Feld darf nicht leer sein.
es_es: Este campo no tiene que estar vacío.

source: Send a Test Email
de_de: Sende eine Testmail
es_es: Enviar un correo electrónico de prueba

source: Email Address
de_de: Email-Adresse
es_es: Dirección de correo electrónico

source: The email address to receive the test message.
de_de: Email-Adresse um die Testmail zu erhalten.
es_es: La dirección de correo electrónico para enviar el mensaje de prueba.

source: Send Test Email
de_de: Sende Testmail
es_es: Enviar correo electrónico de prueba

source: Email Template
de_de: Email Vorlage
es_es: Plantilla de correo electrónico

source: From / Reply-To Name
de_de: Von / Antwort an Name
es_es: Nombre de remitente

source: The name the thank you email should appear to come from (e.g. your organization name or your name).
de_de: Der Absendername von welchem die Danke-Mail versendet werden soll (z.b. deine Organisation oder dein Name).
es_es: El nombre que aparecerá como remitente en el correo electrónico (Por ejemplo, tu nombre o el de tu organización).

source: From / Reply-To Email Address
de_de: Von / Antwort an Email Adresse
es_es: Dirección de correo del remitente

source: The email address the thank you email should appear to come from.
de_de: Der Absendername von welchem die Danke-Mail versendet werden soll.
es_es: La dirección de correo electrónico del remitente.

source: Subject
de_de: Betreff
es_es: Asunto

source: The subject of the email (e.g. Thank You for Your Donation).
de_de: Der Betreff der Email (z.B. Vielen Dank für Ihre Spende).
es_es: El asunto del correo (Por ejemplo: "Gracias por tu donación")

source: Thank you for your donation
de_de: Vielen Dank für Ihre Spende
es_es: Gracias por tu donación

source: Body
de_de: Text
es_es: Cuerpo del correo

source: The body of the email message to all donors.
de_de: Der Emailtext für alle Spender.
es_es: El cuerpo del correo para todos los donantes.

source: Recurring Donations
de_de: regelmäßige Spenden
es_es: Donación recurrente

source: This message will be included when the donor elects to make their donation recurring.
de_de: Diese Nachricht wird hinzugefügt wenn der Spender eine monatlich wiederholende Spende ausgewählt hat.
es_es: Este mensaje será incluido cuando un donante seleccione donación recurrente.

source: Thank you for electing to have your donation automatically repeated each month.
de_de: Vielen Dank, dass Sie sich für eine regelmäßige monatliche Spende entschieden haben.
es_es: Muchas gracias por haber seleccionado que tu donación sea repetida mensualmente.

source: Designated Fund
de_de: spezieller Verwendungszweck/Projekt
es_es: Fondo designado

source: This message will be included when the donor designates their donation to a specific fund.
de_de: Diese Nachricht wird hinzugefügt wenn der Spender für seine Spende einen speziellen Verwendungszweck/ein spezielles Projekt ausgewählt hat.
es_es: Este mensaje será incluido cuando un donante designe su donación a un fondo en específico.

source: Your donation has been designated to the [fund] fund.
de_de: Ihre Spende kommt dem Projekt [fund] zugute.
es_es: Tu donación ha sido designada al fondo "[fund]".

source: Anonymous Donations
de_de: Anonyme Spenden
es_es: Donaciones anónimas

source: This message will be included when the donor requests their donation get kept anonymous.
de_de: Diese Nachricht wird hinzugefügt wenn der Spender ausgewählt hat, dass seine Spende anonym bleiben soll.
es_es: Este mensaje será incluido cuando el donante elija hacer su donación de manera anónima.

source: Mailing List Join
de_de: Mailinglisten Beitritt
es_es: Incluir en la lista de comunicaciones por correo electrónico

source: This message will be included when the donor elects to join the mailing list.
de_de: Diese Nachricht wird hinzugefügt wenn der Spender sich für die Mailingliste anmeldet.
es_es: Este mensaje será incluido cuando el donante seleccione estar agregado en las comunicaciones por correo electrónico.

source: Employer Match
de_de: Arbeitgeberzuschuss
es_es: Donación con empleador

source: This message will be included when the donor selects the employer match.
de_de: Diese Nachricht wird hinzugefügt wenn der Spender den Arbeitgeberzuschuss ausgewählt hat.
es_es: Este mensaje será incluido cuando el donante seleccione que su donativo sea complementado por su empleador.

source: You have specified that your employer matches some or all of your donation.
de_de: Sie haben angegeben, dass Ihr Arbeitgeber Teile oder Ihre gesamte Spende bezuschusst.
es_es: Has especificado que tu empleador donará una parte o toda tu donación.

source: Tribute Gift
de_de: Spende widmen
es_es: Regalo o homenaje

source: This message will be included when the donor elects to make their donation a tribute gift.
de_de: Diese Nachricht wird hinzugefügt, wenn der Spender seine Spende jemand Anderem widmet.
es_es: Este mensaje será incluido cuando el donante seleccione que su donación sea un regalo o un homenaje.

source: Closing
de_de: Abschluss
es_es: Cierre

source: The closing text of the email message to all donors.
de_de: Der Abschlusstext für alle Spender.
es_es: El mensaje de cierre del correo electrónico a todos los donantes

source: Thanks again for your support!
de_de: Vielen Dank noch einmal für Ihre Unterstützung!
es_es: ¡Muchas gracias por tu soporte!

source: Signature
de_de: Signatur
es_es: Firma

source: The signature at the end of the email message to all donors.
de_de: Die Signatur am Ende der Email-Nachricht für alle Spender.
es_es: La firma al final del correo electrónico a todos los donantes.

source: Director of Donor Relations
de_de: Leiter der Spendenbeziehungen
es_es: Director de Relaciones con Donantes

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios

source: Thank You Page
de_de: Danke-Seite
es_es: Página de agradecimiento

source: Field must not be empty.
de_de: Diese Feld darf nicht leer sein.
es_es: Este campo no tiene que estar vacío.

source: Thank You Page Text
de_de: Danke-Seite Text
es_es: Texto para la página de agradecimiento

source: The text to display to a donor after a donation is completed.
de_de: Der Text, welcher nach einer Spende dem Spender angezeigt wird ist vollständig.
es_es: El texto a desplegar cuando un donante termina su donación.

source: This value must not be empty.
de_de: Dieser Wert darf nicht leer sein.
es_es: Este campo no tiene que estar vacío.

source: You must enter a thank you page message.
de_de: Du musst eine Nachricht für die Danke-Seite eingeben.
es_es: Debes de introducir un mensaje para la página de agradecimiento.

source: Thank you page text has been updated.
de_de: Text für die Danke-Seite wurde aktualisiert.
es_es: El texto de la página de agradecimiento ha sido actualizado.

source: Donation
de_de: Spende
es_es: Donación

source: Search donations
de_de: Suche Spenden
es_es: Buscar donaciones

source: No donations found
de_de: Keine Spende gefunden
es_es: Ninguna donación fue encontrada

source: No donations found in Trash
de_de: Keine Spenden im Müll gefunden.
es_es: Ninguna donación fue encontrada en la basura.

source: donation
de_de: spende
es_es: donación

source: Time/Date
de_de: Zeit/Datum
es_es: Hora/Fecha

source: Donor
de_de: Spender
es_es: Donante

source: Fund
de_de: Projekt
es_es: Fondo

source: Amount
de_de: Betrag
es_es: Monto

source: Date
de_de: Datum
es_es: Fecha

source: Yes
de_de: Ja
es_es: Sí

source: Add to Mailing List?
de_de: Zur Mailingliste hinzufügen?
es_es: ¿Incluir en la lista de comunicaciones por correo electrónico?

source: Would like to remain anonymous?
de_de: Würden Sie gerne anonym bleiben?
es_es: ¿Quisieras mantenerte anónimo?

source: Undesignated
de_de: Unbestimmt
es_es: No designado

source: Employer
de_de: Arbeitgeber
es_es: Empleador

source: Occupation
de_de: Beruf
es_es: Ocupación

source: UK Gift Aid
de_de: UK Gift Aid - England Spendenempfänger Unterstützungsprogramm
es_es: Regalo de ayuda del Reino Unido

source: in honor of
de_de: zu Ehren an
es_es: en homenaje a

source: in memory of
de_de: im Gedenken an
es_es: en memoria de

source: Send acknowledgement via email to
de_de: Sende eine Bescheinigung per Email zu
es_es: Enviar una notificación por correo electrónico a

source: Send acknowledgement via postal mail to
de_de: Sende eine Bescheinigung per Post zu
es_es: Enviar una notificación por correo postal a

source: Payment Method
de_de: Zahlungsmethode
es_es: Tipo de pago

source: Repeating
de_de: Regelmäßig
es_es: Donación recurrente

source: Session ID
de_de: Sitzungs ID
es_es: Número de identificación (id) de sesión

source: Transaction ID
de_de: Transaktions ID
es_es: Número de identificación (id) de transacción

source: Related Donations
de_de: Verwandte Spenden
es_es: Donaciones relacionadas

source: For repeating donations, displays a list of other donations in the series (subscription)
de_de: Für regelmäßige Spenden, zeige eine Liste anderer Spenden von diesem Abonnement (Subskription)
es_es: Para donaciones recurrentes, despliega una lista de las otras donaciones en la serie (suscripción).

source: No related donations found
de_de: Keine verwandten Spenden gefunden
es_es: No se encontraron donaciones relacionadas

source: Donor Information
de_de: Spender Informationen
es_es: Información del donante

source: Donation Details
de_de: Spenden Details
es_es: Detalles de la donación

source: Search donors
de_de: Suche Spender
es_es: Buscar donantes

source: No donors found
de_de: Keine Spender gefunden
es_es: No se encontraron donantes

source: No donors found in Trash
de_de: Keine Spender im Müll gefunden
es_es: Ningún donante encontrado en la basura

source: donor
de_de: spender
es_es: donante

source: Email
es_es: Correo electrónico

source: Total Donated
de_de: Gesamt gespendet
es_es: Monto total donado

source: No donations found.
de_de: Keine Spenden gefunden.
es_es: Ninguna donación fue encontrada

source: Donor Total
de_de: Spender Total
es_es: Total del donante

source: Search funds
de_de: Suche Projekte
es_es: Buscar fondos

source: No funds found
de_de: Keine Projekte gefunden
es_es: Ningún fondo fue encontrado

source: No funds found in Trash
de_de: Keine Projekte im Müll gefunden
es_es: Ningún fondo fue encontrado en la basura

source: fund
de_de: projekte
es_es: fondo

source: Title
de_de: Titel
es_es: Nombre

source: Display on Donation Form
de_de: Zeige im Spendenformular
es_es: Mostrar en el formulario de donación

source: Display on donation form
de_de: Zeige im Spendenformular
es_es: Mostrar en el formulario de donación

source: Fund Settings
de_de: Projekte Einstellungen
es_es: Configuraciones del fondo

source: Mode:
de_de: Modus:
es_es: Modo:

source: Sandbox (Test Server)
es_es: Servidor de pruebas (sandbox)

source: Live (Production Server)
de_de: Live (Produktions Server)
es_es: Servidor productivo (live)

source: IPN URL
es_es: URL IPN

source: Warning - Seamless Donations is currently configured to use the Sandbox (Test Server).
de_de: Warnung - Seamless Donation ist momentan konfiguriert um den Sandbox (Test Server) zu nutzen.
es_es: Alerta - Seamless Donations está configurado para usar el ambiente de pruebas (sandbox).

source: Warning: To make a donation, you must first enable JavaScript.
de_de: Achtung: Um eine Spende machen, muss zuerst JavaScript aktiviert sein.
es_es: Alerta - Para hacer una donación, tienes que habilitar JavaScript.

source: Donate Now
de_de: Spende jetzt
es_es: Donar ahora

source: JavaScript is not enabled. You must enable JavaScript to use this form.
de_de: JavaScript ist nicht aktiviert. JavaScript muss aktiviert sein um dieses Formular zu benutzen.
es_es: JavaScript no está habilitado. Debes de habilitarl JavaScript para usar este formulario.

source: Alert - Seamless Donations has had a major update.
de_de: Achtung - Seamless Donation hatte ein großes Update.
es_es: Alerta - Seamless Donations ha tenido una actualización importante.

source: to learn about enabling your new features
de_de: um über Aktivierung der neuen Funktionen zu lernen
es_es: para conocer más sobre las nuevas funcionalidades

source: (they will remain off until you manually enable them).
de_de: (sie werden aus bleiben, bis sie manuell aktiviert werden).
es_es: (permanecerán desactivadas hasta que tú manualmente las actives).

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht ausreichende Genehmigung um auf diese Seite zuzugreifen.
es_es: No tienes permisos suficientes para acceder a esta página.

source: Thank you page content updated.
de_de: Inhalt der Danke-Seite wurde aktualisiert.
es_es: Contenido actualizado en la página de agradecimiento.

source: Thank You Page Details
de_de: Details der Danke-Seite
es_es: Detalles para la página de agradecimiento

source: The text to display to the donor after they complete their donation.
de_de: Diese Nachricht wird nach erfolgreichem Abschluss der Spende angezeigt.
es_es: El texto para mostrar al donante después de completar una donación.

source: On this page you can configure a special thank you message which will appear to your donors after they complete their donation. This is separate from the thank you email that gets emailed to your donor.
de_de: Auf dieser Seite kann nach Abschluss der Spende eine spezielle Dankes-Nachricht erscheinen. Diese Nachricht erscheint direkt im Browser und ist separat von der Dank-Mail.
es_es: En este página puedes configurar un mensaje especial de agradecimiento el cual aparecerá a tus donantes después de completar una donación. Este es aparte del correo electrónico de agradecimiento que será enviado a tus donantes.

source: Donation Detail
de_de: Spenden Detail
es_es: Detalles de la donación

source: Donation deleted
de_de: Spende gelöscht
es_es: Donación eliminada

source: Delete this Donation
de_de: Lösche diese Spende
es_es: Eliminar esta donación

source: Click the following button to delete this donation. This will also remove this donation from all reports. This operation cannot be undone.
de_de: Klicke den folgenden Knopf um diese Spende zu löschen. Dies wird auch die Spende von allen Berichten entfernen. Diese Aktion kann nicht rückgängig gemacht werden.
es_es: Haz clic en el botón para eliminar esta donación. Este eliminará también la donación de todos los reportes. Esta operación no puede ser revertida.

source: This is a repeating donation (subscription). Deleting this donation does NOT end the subscription. The donor will need to log into PayPal to end the subscription.
de_de: Dies ist eine regelmäßige Spende (Abonnement). Löschen dieser Spende wird NICHT die Subskription nicht beenden. Der Spender muss sich in PayPal einloggen um die Subskription zu beenden.
es_es: Esta es una donación recurrente (suscripción). Al borrar esta donación NO se cancela la donación recurrente. El donante tiene que entrar a su cuenta en PayPal y terminar la donación o suscripción recurrente.

source: Delete Donation
de_de: Lösche Spende
es_es: Eliminar donación

source: Donation Report for %1$s to %2$s
de_de: Spendenbericht für %1$s bis %2$s
es_es: Reporte de donaciones de %1$s a %2$s

source: Fund/Date
de_de: Projekt/Datum
es_es: Fondo/Fecha

source: Fund Subtotal
de_de: Geldmittel Zwischensumme
es_es: Subtotal del fondo

source: Grand Total
de_de: Endsumme
es_es: Gran Total

source: Export Report as Spreadsheet (CSV)
de_de: Exportiere den Bericht als ein Spreadsheet (CSV)
es_es: Exportar reporte a hoja de cálculo (CSV)

source: Click the following button to export detailed information for each donation in this report to a comma-separated-value (CSV) file compatible with most spreadsheet software.
de_de: Klicke den folgenden Knopf um detaillierte Informationen für jede Spende in diesem Bericht zu einer “Comma-Separated-Value (CSV) Datei zu exportieren, welche kompatible mit den meisten Tabellen-Softwares ist.
es_es: Haz clic en el siguiente botón para exportar información detallada de cada donación en este reporte a una hoja de cálculo (CSV) compatible con diferentes programas de hojas de cálculo.

source: Export Report
de_de: Report exportieren
es_es: Exportar reporte

source: Date Range
de_de: Datumsbereich
es_es: Rango de fechas

source: Start Date
de_de: Beginn Datum
es_es: Fecha de inicio

source: End Date
de_de: Schluss Datum
es_es: Fecha de término

source: Donor Detail
de_de: Spender Details
es_es: Detalles de donante

source: Donations by This Donor
de_de: Spenden von diesem Spender
es_es: Donaciones realizadas por este donante

source: Donor Report for %1$s to %2$s
de_de: Spendenbericht für %1$s bis %2$s
es_es: Reporte de donante de %1$s a %2$s

source: Donor/Date
de_de: Spender/Datum
es_es: Donante/Fecha

source: Donor Subtotal
de_de: Spender Zwischensumme
es_es: Subtotal del donante

source: No donors found.
de_de: Keine Spender gefunden.
es_es: No se encontraron donantes

source: Settings updated.
de_de: Einstellungen aktualisiert.
es_es: Configuraciones actualizadas.

source: Choose which form fields and sections you would like to show or require.
de_de: Suche aus von welchem Feld oder Bereich du gerne “zeigen” oder “benötigen” hättest.
es_es: Selecciona qué campos y secciones quisieras que aparezcan.

source: Field/Section
de_de: Feld/Breich
es_es: Campo/Sección

source: Don't Show
de_de: Nicht anzeigen
es_es: No mostrar

source: Show
de_de: Anzeigen
es_es: Mostrar

source: Require
de_de: Benötigt
es_es: Requerir

source: Select one or more suggested giving levels for your donors to choose from.
de_de: Markiere eine oder mehre Spendenhöhen aus denen der Spender auswählen kann.
es_es: Selecciona uno o más opciones de donación.
